{
  "FixCursorHold.nvim": {
    "branch": "master"
  },
  "LazyVim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "aerial.nvim": {
    "branch": "master"
  },
  "blink-cmp-dictionary": {
    "branch": "master"
  },
  "blink-cmp-yanky": {
    "branch": "main"
  },
  "blink-copilot": {
    "branch": "main"
  },
  "blink-emoji.nvim": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "bullets.vim": {
    "branch": "master"
  },
  "catppuccin": {
    "branch": "main"
  },
  "chezmoi.nvim": {
    "branch": "main"
  },
  "chezmoi.vim": {
    "branch": "main"
  },
  "codediff.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dropbar": {
    "branch": "master"
  },
  "evergarden": {
    "branch": "mega"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "fold-imports.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fyler.nvim": {
    "branch": "stable"
  },
  "gh.nvim": {
    "branch": "main"
  },
  "github-pr-reviewer.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "goto-preview": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "hardtime.nvim": {
    "branch": "main"
  },
  "helm-ls.nvim": {
    "branch": "main"
  },
  "import.nvim": {
    "branch": "main"
  },
  "jellybeans": {
    "branch": "main"
  },
  "kulala.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lensline.nvim": {
    "branch": "main"
  },
  "litee.nvim": {
    "branch": "main"
  },
  "logger.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.diff": {
    "branch": "main"
  },
  "mini.files": {
    "branch": "main"
  },
  "mini.hipatterns": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-golang": {
    "branch": "main"
  },
  "neotest-python": {
    "branch": "master"
  },
  "neotest-vitest": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "opencode.nvim": {
    "branch": "main"
  },
  "package-info.nvim": {
    "branch": "master"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "qmk.nvim": {
    "branch": "main"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "stay-centered.nvim": {
    "branch": "main"
  },
  "timber.nvim": {
    "branch": "main"
  },
  "tiny-code-action.nvim": {
    "branch": "main"
  },
  "tiny-inline-diagnostic.nvim": {
    "branch": "main"
  },
  "tmux.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "vim-startuptime": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  },
  "yazi.nvim": {
    "branch": "main"
  },
  "zen.nvim": {
    "branch": "main"
  }
}
